const langKk = {
    translation: {
        ui: {
            continue: "Жалғастыру",
            send: "Жіберу",
            yes: "Иә",
            no: "Жоқ",
            back: 'Артқа',
            wrongFile: 'Файлдар ішінде жүктеуге болмайтын форматтар бар',
            loading: 'Файл(дар) жүктелуде',
            close: 'Жабу',
            request: 'Өтінім қалдыру',
            stop: 'Өтінім қабылдау аяқталды',
            results: 'Конкурс нәтижесі 22.05.2024 жарияланады'
        },
        home: {
            address: "МЕКЕНЖАЙ",
            title: "\"ZHAS PROJECT\" ӘЛЕУМЕТТІК ЖОБАСЫНАН <u>1&nbsp;000&nbsp;000&nbsp;ТЕҢГЕ</u> ҚАЙТАРЫМСЫЗ ГРАНТ АЛЫП, ӨЗ ІСІҢІЗДІ АШЫҢЫЗ",
            timeRemaining: "Өтінім қабылдау ашылуына дейін:",
            abay: "Семей қаласы, Қайым Мұхамедханов көшесі, 45",
            almaty: "Қонаев қаласы, 2 ықшам аудан. 44 ғимарат 4 қабат",

        },
        banner: {
            techList: "Техникалық іріктеуден өткен қатысушылар тізімін жүктеу",
            description: "\"Zhas Project\" - бұл әлеуметтік жобалар мен бизнес-идеяларды қаржыландыру арқылы осал топтарды, әсіресе ауылдық жерлерде тұратын жас қазақстандықтарды қолдауға бағытталған бірегей жоба.  Жоба жастарды өз қоғамының әлеуметтік-экономикалық өміріне тартуға және нәтижелі жұмыспен қамтуға  көмектеседі.",
        },
        login: {
            password: 'Құпиясөз',
            submit: "Кіру"
        },
        participate: {
            title: "Жобаға кімдер қатыса алады?",
            first: "Өтініш беруші Қазақстан Республикасының азаматы болуы керек",
            second: "Өтініш берушінің жасы өтініш берген кезде 18 бен 35 жасқа дейін болуы керек",
            third: "Өтініш берілген кездегі облыс аумағында өтініш берушінің тұрақты немесе уақытша тіркеуі болуы керек",
            fourth: "Өтініш беру кезінде өтініш беруші ресми уақытша жұмыссыз санатында болуы керек",
        },
        rules: {
          title: "Шарттарды жүктеу"
        },
        timeline: {
            title: "Өтінім беру кезеңдері",
            first: {
                title: "Ережені зерттеңіз",
                description: "Ережеде байқау өткізу туралы барлық ақпарат бар",
            },
            second: {
                title: "Тіркеу",
                description: "№ 1 қосымшаға сәйкес шағын гранттар конкурсына қатысу сауалнаманы толтырыңыз",
            },
            third: {
                title: "Өтінішті толтыру",
                description: "№ 2 қосымшаға сәйкес шағын гранттар конкурсына қатысуға жобалық өтінімді толтырыңыз",
            },
            fourth: {
                title: "Техникалық іріктеу нәтижелері",
                description: "«22» Мамыр 2024 ж. техникалық іріктеу нәтижелері веб-сайтта жарияланады\n",
            },
        },
        request: {
            fillUserInfo: "Жеке деректерді толық толтырыңыз",
            fillProjectInfo: "Жоба бөліміндегі барлық деректерді толтырыңыз",
            fillAll: "Барлық өрістерді толтырыңыз",
            title: "Өтінім қалдыру",
            uploadError: "Файлды жүктеу барысында қате орын алды",
            requestError: "Өтінімді жіберу барысында қате орын алды",
            userInfo: {
                tabTitle: "Жеке деректер",
                surname: "Тегі (жеке куәліктегідей)",
                name: "Аты (жеке куәліктегідей)",
                fatherName: "Әкесінің аты (жеке куәліктегідей)",
                iin: "ЖСН",
                gender: {
                    title: "Жынысы",
                    male: "Ер",
                    female: "Әйел",
                },
                birthDate: "Туған күні",
                citizenship: "ҚР азаматымын",
                contact: "Байланыс",
                contactAdditional: "Байланыс жасайтын тұлға",
                region: "Сіз қай облыстансыз?",
                familyStatus: {
                    title: "Отбасы жағдайы",
                    alone: "Жалғыз",
                    married: "Үйленген",
                    divorced: "Ажырасқан",
                    accident: "Жесір",
                    another: "Басқа",
                },
                dontWork: `Қазіргі уақытта жұмыс істемейтінімді, 
                            білім беру ұйымдарында оқымайтынымды, 
                            кәсіптік даярлықтан және қайта даярлаудан 
                            өтпейтінімді растаймын`,
                isStudying: {
                    title: "Сіз қазір оқып жатырсыз ба?",
                    confirm: "Оқимын",
                    decline: "Оқымаймын"
                },
                isWorking: "Сіз қазір жұмыс істеп жатырсыз ба?",
                isMaternityLeave: "Сіз декреттік демалыста жүрсіз бе?",
                livesIn: {
                    title: "Сіз қайда тұрасыз?",
                    village: "Ауыл",
                    center: "Облыс орталығы(қала)",
                    cityVillage: "Қалалық типтегі елді мекен"
                },
                address: {
                    title: "Нақты тұрғылықты жерінің мекенжайы",
                    description: "облыс, қала/аудан, елді мекен, көше, үй, пәтер"
                },
                study: {
                    title: "Сіз бітірген оқу орнын көрсетіңіз",
                    no: "Мектепті бітірген жоқпын",
                    start: "Мектепті (9 сынып) бітірдім",
                    middle: "Мектепті (11 сынып) бітірдім",
                    middleTech: "Колледжді (кәсіптік лицей, кәсіптік мектеп) бітірдім",
                    bachelor: "ЖОО (бакалавр) бітірдім",
                    master: "Магистратураны/докторантураны бітірдім",
                },
                notWorkingFor: {
                    title: "Егер сіз жұмыс істемесеңіз, онда қанша уақыт болды?",
                    one: "3 айға дейін",
                    two: "6 айға дейін",
                    three: "1 жылға дейін",
                    four: "3 жылға дейін",
                    five: "3 жылдан астам"
                },
                socials: {
                    question: "Сіз әлеуметтік желілерді қолданасыз ба?",
                    title: "Әлеуметтік желілердегі парақшаларыңызды көрсетіңіз",
                    description: "Instagram, TikTok, VK және т.б."
                },
                howKnew: {
                    title: "Жоба жайлы қайдан білдіңіз?",
                    social: "әлеуметтік желілерден",
                    smi: "в БАҚ (газеттер, Теледидар және т.б.)",
                    meet: "ақпараттандыру кездесуінен",
                    socialOrg: "қоғамдық ұйымнан",
                    govOrg: "мемлекеттік ұйымнан (оқу орталығы, акимат және т.б.)",
                    relatives: "Туысқандардан, достардан, таныстардан",
                    street: "Плакаттардан, буклеттерден және т.б.",
                },
                govProjects: {
                    title: "Сіз қандай мемлекеттік және басқа да жастарды қолдау бағдарламаларына қатыстыңыз?",
                    zhas: "Zhas Project",
                    diplom_aul: `"Дипломмен - ауылға!"`,
                    zhastar_practika: "Жастар практикасы",
                    zhasyl_el: "Жасыл ел",
                    zhas_maman: `"Жас маман" жобасы`,
                    mangilik_el: "Мәңгілік ел жастары - индустрияға!",
                    bolashaq: `"Болашақ" халықаралық стипендиясы`,
                    damu: `"Даму" қорының кәсіпкерлікті қолдау бағдарламалары`,
                    zhas_business: "Жас кәсіпкер, Бизнес бастау",
                    aleu_zhumys: "Әлеуметтік жұмыс орындары",
                    tegin_bilim: "Барлығына тегін кәсіптік-техникалық білім беру",
                    another: "Басқа (қолмен енгізу)"
                },
                enterGovProject: "Сіз қатысқан мемлекеттік бағдарламаларды енгізіңіз",
                files: {
                    passport: "Жеке куәліктің екі жағынан сканерленген нұсқасы (төлқұжат)",
                    citizenship: "Тұрақты немесе уақытша тіркеу туралы растау (сайттағы жеке кабинеттен www.egov.kz ТАӘ, ЖСН немесе тіркеу туралы куәландырылған анықтаманы көрсете отырып)(",
                    notWork: "Осал мәртебені растайтын құжаттар (мүгедектік туралы анықтама, жұмыссыз, көп балалы ана ретінде тіркелу туралы анықтама, балалар үйінен анықтама және т. б.)(*.pdf)",
                }
            },
            projectInfo: {
                tabTitle: "Жоба",
                name: {
                    title: "Жобаның аты",
                    description: "Жобаның атын көрсетіңіз"
                },
                reason: {
                    title: "Жобаның мақсаты",
                    description: "Сіздің жобаңыз не үшін? Жоба сіздің елді мекендегі қандай әлеуметтік мәселені шешеді?"
                },
                region: "Жобаны іске асыру аймағы",
                auditory: {
                    title: "Жобаның мақсатты тобы",
                    description: "Сіздің жобаңыздан кім пайда көреді?"
                },
                auditoryCount: {
                    title: "Мақсатты топты жоспарлы сандық қамту",
                    description: "Сіздің жобаңыздан қанша адам пайда көреді? Белгілі бір санды көрсетіңіз"
                },
                description: {
                    title: "Жоба қызметінің қысқаша сипаттамасы",
                    description: "Жобаны жүзеге асыру үшін сіз не істейсіз? Сіз мұны қалай жасайсыз? Сіз қандай іс-шаралар өткізесіз?"
                },
                partners: {
                    title: "Жоба серіктестері",
                    description: `Жобаны кіммен жүзеге асырасыз? 
                                  Кімнен көмек сұрау керек? Кімді тарту керек? 
                                  Сіз серіктес ретінде қандай ұйымдар мен мекемелерді 
                                  тартуды жоспарлап отырсыз? Серіктестердің атын көрсетіңіз
                    `,
                },
                target: {
                    title: "Жобаның күтілетін нәтижелері",
                    description: `Нәтижесінде сіз не аласыз? 
                                  Жобадан кейін сіздің аймағыңызда қандай
                                  өзгерістер болады?
                    `,
                },
                price: {
                    title: "Жобаның жалпы құны (в тенге)",
                    description: "Жобаға канша ақша қажет?"
                },
                sustainability: {
                    title: "Жобаның тұрақтылығы",
                    description: "Қаржыландыру аяқталғаннан кейін жобаны жалғастыра аласыз ба? Жобаны жалғастыруды қалай жоспарлайсыз?"
                },
                information: {
                    title: "Жұртшылықты ақпараттандыру",
                    description: "Адамдар сіздің жобаңыз туралы қалай біледі? Жоба туралы ақпаратты қайда орналастырасыз?"
                },
                tasks: {
                    tableTitle: "Жобаны іске асыру жоспары",
                    title: "Әрекет/іс шара",
                    time: "Жоспарланған мерзімі",
                    auditory: "Мақсатты топ",
                },
                budget: {
                    tableTitle: "Жобаның бюджеті",
                    title: "Шығындар баптары",
                    amount: "Бірліктер саны",
                    price: "Бағасы",
                    total: "Сомасы",
                    totalSum: "Толық сома",
                    sumWarn: "Толық сома 1 000 000 теңгеден аспау керек"
                },
                addRow: "Жол қосу"

            },
            success: {
                title: 'Құттықтаймыз!',
                text: 'Сіздің өтініміңіз сәтті жіберілді. Оның статусын көру үшін басты бетте төмендегі кодты қолданыңыз',
            },
            error: {
                text: 'Өтінімді жіберу барысында қате орын алды. Сайтты қайтадан ашып өтінімді жіберуіңізді сұраймыз'
            }
        }
    }
}

export default langKk;